Repository: wolfsilver/efb-telegram-master
Catalog: efb_telegram_master/locale/*/LC_MESSAGES/efb_telegram_master.po
Languages: az_az, es_ar, es_ve, id_id, ja_jp, tr_tr, zh_cn

source: Unknown type of message "{0}". (UT01)
ja_jp: 不明なタイプのメッセージ「{0}」。(UT01)
zh_cn: 未知类型的消息「{0}」。(UT01)

source: [Edited]
ja_jp: [編集済]
zh_cn: [已编辑]

source: [edited]
id_id: [diedit]
ja_jp: [編集済]
tr_tr: [düzenlenmiş]
zh_cn: [已编辑]

source: (unsupported)
ja_jp: （非対応）
zh_cn: (不支持)

source: Message is removed in remote chat.
ja_jp: メッセージが削除されました。
zh_cn: 消息已从远端会话中移除。

source: Attachment is too large ({size}). Maximum allowed by Telegram Bot API is {max_size}. (AT02)
zh_cn: 文件尺寸太大（{size}）。Telegram Bot API 允许的最大文件大小为{max_size}。(AT02)

source: WebP support of Pillow is required. Please refer to Pillow Documentation for instructions. https://pillow.readthedocs.io/
az_az: WebP dəstəkləməsi üçün Pillow vacibdir. Zəhmət olmasa Pillow sənədlərində istifadə qaydaları ilə tanış olun. https://pillow.readthedocs.io/
es_ar: Se requiere soporte WebP de Pillow. Consulte la documentación de Pillow para obtener instrucciones. https://pillow.readthedocs.io/
es_ve: Soporte WebP de Pillow es necesario. Consulte la documentación para obtener instrucciones.Pillow https://pillow.readthedocs.io/
id_id: Dukungan WebP dari Pillow diperlukan. Silahkan lihat ke Dokumentasi Pillow sebagai petunjuk. https://pillow.readthedocs.io/
ja_jp: PillowのWebP対応が必要です。 詳しくはPillowのマニュアルを参照してください。 https://pillow.readthedocs.io/
tr_tr: Pillow için WebP desteği gerekiyor. Talimatlar için lütfen Pillow Belgelerine başvurun. https://pillow.readthedocs.io/
zh_cn: 本程序依赖 Pillow 的 WebP 支持。 有关安装方法请参阅 Pillow 文档。 https://pillow.readthedocs.io/

source: Config File does not exist. ({path})
az_az: Config faylı tapılmadı. ({path})
es_ar: Archivo de configuración no existe. ({path})
es_ve: El archivo de configuración no existe. ({ruta})
id_id: Tidak ada berkas config. ({path})
ja_jp: 設定ファイルがありません（{path}）。
tr_tr: Config Dosyası mevcut değil. ({path})
zh_cn: 缺少设置文件。({path})

source: Telegram bot token must be a string
az_az: Telegram bot tokeni bir simli olmalıdır
es_ar: El token del bot de Telegram debe ser una cadena
es_ve: Telegram bot token debe ser una secuencia
id_id: Token bot telegram harus berupa sebuah string
ja_jp: Telegram Bot のトークンは文字列でなければなりません。
tr_tr: Telegram botunun bir simgesi olması şart
zh_cn: Telegram bot token 必须为字符串

source: Admins' user IDs must be a list of one number or more.
az_az: Adminlər istifadəçi İDlər ibir və daha çox siyahıda olmalıdır.
es_ar: Seudónimos de administradores deben ser una lista de un número o más.
es_ve: Los ID de usuario de los administradores deben ser una lista de un número o más.
id_id: ID pengguna admin harus daftar satu nomor atau lebih.
ja_jp: 管理者のユーザー ID は一つ以上の数字のリストでなければなりません。
tr_tr: Yöneticilerin kullanıcı no'ları bir veya daha fazla numara dizisi olmalıdır.
zh_cn: 管理员 ID 必须为一个或多个数字组成的列表。

source: Admin ID is expected to be an int, but {data} is found.
az_az: Gözlənilən Admin İDi, bir {data} faylında tapıldı.
es_ar: Se espera que el ID de administrador sea un int, pero se encuentra {data}.
es_ve: Se calcula que el ID de administrador es un int, pero {datos} se han encontrado.
id_id: Admin ID diharapkan int, tapi {data} ditemukan.
ja_jp: 管理者 ID は整数値と期待されていましたが、{data} を見つかりました。
tr_tr: Yönetici no'sunun tamsayı olması beklenmektedir, ama {data} bulundu.
zh_cn: 管理员 ID 应为整数，但被设置为 {data} 。

source: This is EFB Telegram Master Channel {version}, running on profile “{profile}”, instance “{instance}”, on EFB {fw_version}.
ja_jp: こちらは EFB Telegram マスターチャネル {version} です。EFB {fw_version} の「{profile}」プロファイル上でインスタンス「{instance}」として実行しています。
zh_cn: 您正在使用 EFB Telegram 主端 {version}，运行于配置档案「{profile}」、实例「{instance}」、EFB 版本 {fw_version}。

source: This is EFB Telegram Master Channel {version}, running on default profile, instance “{instance}”, on EFB {fw_version}.
ja_jp: こちらは EFB Telegram マスターチャネル {version} です。EFB {fw_version} のデフォルトプロファイル上でインスタンス「{instance}」として実行しています。
zh_cn: 您正在使用 EFB Telegram 主端 {version}，运行于默认配置档案、实例「{instance}」、EFB 版本 {fw_version}。

source: This is EFB Telegram Master Channel {version}, running on profile “{profile}”, default instance, on EFB {fw_version}.
ja_jp: こちらは EFB Telegram マスターチャネル {version} です。EFB {fw_version} の「{profile}」プロファイル上でデフォルトインスタンスとして実行しています。
zh_cn: 您正在使用 EFB Telegram 主端 {version}，运行于配置档案「{profile}」、默认实例、EFB 版本 {fw_version}。

source: This is EFB Telegram Master Channel {version}, running on default profile and instance, on EFB {fw_version}.
ja_jp: こちらは EFB Telegram マスターチャネル {version} です。EFB {fw_version} のデフォルトプロファイル上のデフォルトインスタンスとして実行しています。
zh_cn: 您正在使用 EFB Telegram 主端 {version}，运行于默认配置档案与实例、EFB 版本 {fw_version}。

source: {count} slave channel activated:
ja_jp: {count} 個有効にされたスレーブチャネル：
zh_cn: 已激活 {count} 个从端：

source: {count} middleware activated:
az_az: {count} ara proqram aktivdir:
es_ar: {count} middleware activado:
es_ve: {count} middleware activado: {count} middleware activado:
id_id: {count} middlewares diaktifkan:
ja_jp: {count} 個のアクティブミドルウェア:
tr_tr: {count} özel yazılım aktifleştirildi:
zh_cn: 已启用 {count} 个中间件：

source: The channel {group_name} ({group_id}) is linked to:
az_az: Bu kanal {group_name} ({group_id}) bura bağlanmışdır:
es_ar: El canal {group_name} ({group_id}) está vinculado a:
es_ve: El canal {group_name} ({group_id}) está enlazado:
id_id: Saluran {group_name} ({group_id}) ditautkan ke:
ja_jp: このチャネル {group_name} ({group_id}) は以下のチャットにリンクしています:
tr_tr: {group_name} ({group_id}) kanalı bağlantılıdır:
zh_cn: 频道 {group_name}({group_id}) 已被绑定至：

source: The channel {group_name} ({group_id}) is not linked to any remote chat. To link one, use /link.
ja_jp: このグループ {group_name}（{group_id}）はまだどこにもリンクしていません。リンクするには、 /link を送信してください。
zh_cn: 频道 {group_name}（{group_id}）尚未被绑定至任何会话。 请使用命令 /link 以绑定会话。

source: The group {group_name} ({group_id}) is linked to:
az_az: Bu qrup {group_name} ({group_id}) bura bağlanmışdır:
es_ar: El grupo {group_name} ({group_id}) se encuentra vinculado a:
es_ve: El grupo {group_name} ({group_id}) esta vinculado:
id_id: Kelompok {group_name} ({group_id}) ditautkan ke:
ja_jp: このグループ {group_name} ({group_id}) は以下のチャットにリンクしています:
tr_tr: {group_name} ({group_id}) grubu bağlantılıdır:
zh_cn: 群组 {group_name} ({group_id}) 已被绑定至：

source: The group {group_name} ({group_id}) is not linked to any remote chat. To link one, use /link.
az_az: Bu qrup {group_name} ({group_id}) hər hansı bir uzaq çata bağlanmamışdır. Bağlamaq üçün, /link istifadə edin.
es_ar: El grupo {group_name} ({group_id}) no está vinculado a ningún chat remoto. Para vincular utilice /link.
es_ve: El grupo {group_name} ({group_id}) no está vinculado a ningún chat remoto. Para vincularlo, utilice /link.
id_id: Kelompok {group_name} ({group_id}) tidak terhubung dengan setiap obrolan yang terpencil. Untuk link satu, menggunakan /link.
ja_jp: このグループ {group_name} ({group_id}) はまだどこにも繋がりません。つながるには、 /link を送信してください。
tr_tr: {group_name} ({group_id}) grubu hiçbir uzaktan sohbetle bağlantılı değildir. Bir tanesine bağlamak için, /link kullanın.
zh_cn: 群组 {group_name} ({group_id}) 尚未被绑定至任何会话。 请使用命令 /link 以绑定会话。

source: - {channel_name}: Unknown chat ({channel_id}:{chat_id})
ja_jp: - {channel_name}：不明なチャット（{channel_id}:{chat_id}）
zh_cn: - {channel_name}：不明会话（{channel_id}:{chat_id}）

source: - Unknown channel {channel_id}: ({chat_id})
ja_jp: - 不明なチャネル {channel_id}：（{chat_id}）
zh_cn: - 未知信道 {channel_id}: ({chat_id})

source: You cannot link remote chats to here. Please try again.
az_az: Siz bura uzaqdakı çatları bağlaya bilmədiniz. Zəhmət olmasa bir daha cəhd edin.
es_ar: No puede vincular chats remotos aquí. Inténtelo de nuevo.
es_ve: No se puede vincular a chats remoto aquí. Por favor, inténtelo de nuevo.
id_id: Anda tidak dapat menghubungkan obrolan terpencil di sini. Silakan coba lagi.
ja_jp: ここにチャットをリンクすることはできません、もう一度やり直してください。
tr_tr: Buraya uzaktan sohbetleri bağlayamazsınız. Lütfen tekrar deneyin.
zh_cn: 无法将会话绑定至此，请重试。

source: This is EFB Telegram Master Channel. To learn more, please visit https://etm.1a23.studio .
ja_jp: こちらは EFB Telegram マスターチャンネルです。 詳しくは、 https://etm.1a23.studio をご覧ください。
zh_cn: 欢迎使用 EFB Telegram 主端. 了解详情，请访问 https://etm.1a23.studio 。

source: Reply to a message with this command and an emoji to send a reaction. Ex.: <code>/react 👍</code>. Send <code>/react -</code> to remove your reaction from a message.
ja_jp: リアクションを送信するには、このコマンドと絵文字でメッセージに返信します。 例： <code>/react 👍</code>。リアクションを取り消すには、そのメッセージに <code>/react -</code> を送信します。
zh_cn: 使用此命令后加一个 emoji 回复消息来对此消息作出回应。例如：<code>/react 👍</code>。 发送 <code>/react -</code> 从消息中删除您的回应。

source: The message you replied to is not recorded in ETM database. You cannot react to this message.
ja_jp: 返信したメッセージが ETM データベースに記録されていません。 このメッセージにはリアクションできません。
zh_cn: 您回复的消息未被记录在 ETM 数据库中。您不能对此消息作出回应。

source: This message has no reactions yet. Reply to a message with this command and an emoji to send a reaction. Ex.: <code>/react 👍</code>.
ja_jp: このメッセージはまだリアクションがありません。リアクションするには、このコマンドと絵文字でメッセージに返信します。例：<code>/react 👍</code>。
zh_cn: 此消息尚未有回应。回复此命令和 emoji 作出回应。例如：<code>/react 👍</code>.

source: The slave channel involved in this message ({}) is not available. You cannot react to this message.
ja_jp: このメッセージに関係するスレーブチャネル（{}）は有効にしていません。 このメッセージにはリアクションできません。
zh_cn: 此消息涉及的从端（{}）不可用。您不能对此消息作出回应。

source: The channel involved in this message ({}) does not accept reactions. You cannot react to this message.
ja_jp: このメッセージに関係するスレーブチャネル（{}）はリアクションを対応していません。 このメッセージにはリアクションできません。
zh_cn: 此消息涉及的信道（{}）不支持回应功能。您不能对此消息作出回应。

source: The chat involved in this message ({}) is not found. You cannot react to this message.
ja_jp: このメッセージに関係するチャット（{}）が見つかりません。 このメッセージにはリアクションできません。
zh_cn: 未找到此消息涉及的会话（{}）。您不能对此消息作出回应。

source: You cannot react anything to this message.
ja_jp: このメッセージにリアクションできません。
zh_cn: 您不能对此消息作出回应。

source: {} is not accepted as a reaction to this message.
ja_jp: このメッセージに{}のリアクションはできません。
zh_cn: {} 不能接收对此消息的回应。

source: You may want to try: {}
ja_jp: 利用可能な例：{}
zh_cn: 您可以尝试：{}

source: EFB Telegram Master Channel /link Link a remote chat to an empty Telegram group. Followed by a regular expression to filter results. /chat Generate a chat head to start a conversation. Followed by a regular expression to filter results. /extra List all additional features from slave channels. /unlink_all Unlink all remote chats in this chat. /info Show information of the current Telegram chat. /react [emoji] React to a message with an emoji, or show a list of members reacted. /update_info Update info of linked Telegram group. Only works in singly linked group where the bot is an admin. /rm Remove the quoted message from its remote chat. /help Print this command list.
ja_jp: EFB Telegram マスターチャンネル /link Telegram グループとリモートチャットをリンクします。 後に正規表現を続くとフィルターを適用できます。 /chat チャットヘッドを作成し、会話を始めます。 後に正規表現を続くとフィルターを適用できます。 /extra スレーブチャンネルの追加機能を表示します。 /unlink_all 指定した Telegram チャットのすべてのリンクを解除する。 /info 指定した Telegram チャットの情報を表示します。 /react [emoji] 絵文字でメッセージにリアクションを送る、 もしくはリアクションをしたメンバーを表示する。 /update_info 指定した Telegram グループの名前とアイコン画像を更新する。 このコマンドはボットが単独繋がりのグループの管理者の場合のみ、動作します。 /rm リモっとチャットから返事したメッセージを削除する。 /help この説明を表示する。
zh_cn: EFB Telegram 主端 /link 将一个远端会话与一个空 Telegram 群组绑定。 通过附加正则表达式来筛选结果。 /chat 生成一个会话头以开始会话。 通过附加正则表达式来筛选结果。 /extra 列出所有由从端提供的附加功能。 /unlink_all 断开该会话中的所有远程会话。 /info 显示该 Telegram 会话的相关信息。 /react [emoji] 使用 emoji 对一条消息进行回应，或者列出所有组员做出过的回应。 /update_info 更新被绑定 Telegram 群组的详情信息。 只对被单独绑定且 Bot 为管理员的群组有效。 /rm 从远端会话中移除被引用回复的消息。 /help 显示本帮助信息。

source: Conflicted polling detected. If this error persists, please ensure you are running only one instance of this Telegram bot.
az_az: Toqquşan sorğu tapıldı. Bu səhv davam edərsə, bu Telegram botununun yalnızca bir nüsxəsini işlədiyinizə əmin olun.
es_ar: Se detectó una encuesta conflictiva. Si este error persiste, asegúrese de ejecutar solo una instancia de este bot de Telegram.
es_ve: Se han detectado resultados en conflictivos. Si este error persiste, asegúrese de que está ejecutando sólo una copia de este bot de Telegram.
id_id: Konflik pemungutan suara terdeteksi. Jika kesalahan ini berlanjut, pastikan anda hanya menjalankan satu contoh bot Telegram ini.
ja_jp: 競合するポーリングスレッドが発見しました。このエラーが引き続き発生する場合は、この Telegram Bot の一つだけのインスタントを実行することを確認してください。
tr_tr: Çatışan sorgulama tespit edildi. Eğer hata devam ederse, lütfen sadece Telegram bot örneği çalıştırdığınıza emin olun.
zh_cn: 检测到冲突轮询。如果此错误持续存在，请确保该 Telegram bot 只存在一个运行实例。

source: Message request is invalid. {error} <code>{update}</code>
az_az: Mesaj istəyi etibarsızdır. {error} <code>{update}</code>
es_ar: Petición de mensaje no es válida. {error} <code>{update}</code>
es_ve: La solicitud de mensaje no es válida {error} <code>{update}</code>
id_id: Pesan permintaan yang tidak sah. {error} <code>{update}</code>
ja_jp: メッセージリクエストは無効です。 {error} <code>{update}</code>
tr_tr: Mesaj isteği geçersizdir. {error} <code>{update}</code>
zh_cn: 无效的消息请求。 {error} <code>{update}</code>

source: This message is not processed due to poor internet environment of the server. <code>{code}</code>
az_az: Serverin zəif interneti səbəbindən bu mesaj icra olunmadı. <code>{code}</code>
es_ar: Este mensaje no es procesado debido al deficiente entorno de internet del servidor. <code>{code}</code>
es_ve: Este mensaje no se ha procesado debido a que el entorno de Internet del servidor es deficiente. <code>{code}</code>
id_id: Pesan ini tidak diproses karena lingkungan internet yang buruk dari server. <code>{code}</code>
ja_jp: サーバーのインターネット環境が悪いため、このメッセージは処理されません。 <code>{code}</code>
tr_tr: Sunucunun zayıf internet bağlantısından dolayı bu mesaj işlenmemiştir. <code>{code}</code>
zh_cn: 由于服务器网络环境较差，无法处理此消息。 <code>{code}</code>

source: <b>EFB Telegram Master channel</b> You may have a poor internet connection on your server. Currently {count} network error is detected. For more details, please refer to the log.
az_az: <b>EFB Telegram Master kanal</b> Sizin serverinizdə zəif internet əlaqəsi var. Hazırda {count} şəbəkə səhvi aşkar edilmişdir. Ətraflı məlumat üçün, zəhmət olmasa log məlumatlarına baxın.
es_ar: <b>Canal Maestro del EFB Telegram</b> Es posible que tengas una mala conexión a Internet en tu servidor. Actualmente se detecta un error de red de {count}. Para más detalles, consulte el registro.
es_ve: <b>EFB Telegram Master canal</b> Es posible que tenga una mala conexión a Internet en su servidor. Actualmente se detecta un error de red {count}. Para más detalles, consulte el historial. <b>EFB Telegram Master canal</b> Es posible que tenga una mala conexión a Internet en su servidor. Actualmente se detecta un error de red {count}. Para más detalles, consulte el historial.
id_id: <b>TKS Telegram Master channel</b> mungkin Anda memiliki koneksi internet yang buruk pada server anda. Saat ini {count} kesalahan jaringan yang terdeteksi. Untuk lebih jelasnya, silakan lihat log.
ja_jp: <b>EFB Telegram マスターチャネル</b> サーバーでのインターネット接続が不十分である可能性があります。現在、{count} 個のネットワークエラーが検出されました。詳しくは、ログを参照したください。
tr_tr: <b>EFB Telegram Master kanalı</b> Sunucunuzun internet bağlantısı zayıf olabilir. Mevcut durumda {count} ağ hatası tespit edilmiştir. Daha fazla bilgi için, lütfen log'dan yararlanın.
zh_cn: <b>EFB Telegram 主端</b> 您服务器的网络环境可能较差，目前已检测到 {count} 个网络问题。 如需更多信息，请查看日志。

source: Chat migration detected. All {count} remote chat are now linked to this new group.
az_az: Çat miqrasiyası aşkar olundu. Bütün {count} uzaqdakı çatlar artıq bu qrupa bağlanmışdır.
es_ar: Se detectó la migración de chat. Todos los {count} del chat remoto ahora están vinculados a este nuevo grupo.
es_ve: Migración de chat detectada. Todas las conversaciones remotas {count} están ahora vinculadas a este nuevo grupo.
id_id: Obrolan migrasi terdeteksi. Semua {count} obrolan terpencil sekarang terkait dengan grup baru ini.
ja_jp: チャットの移行を検出しました。全部 {count} 個のチャットは新しいグループにリンクされました。
tr_tr: Sohbet geçişi tespit edilmiştir. Bütün {count} uzaktan sohbetler bu yeni gruba bağlanmıştır.
zh_cn: 检测到聊天迁移。 全部 {count} 个远程会话已绑定到新群组。

source: EFB Telegram Master channel encountered error <code>{error}</code> caused by update <code>{update}</code>. See log for details.
ja_jp: EFB Telegram マスターチャンネルはエラー<code>{error}</code>が発見しました。<code>{update}</code>により引き起こされた。ログを参照してください。
zh_cn: EFB Telegram 主端遇到错误 <code>{error}</code>。 来自状态：<code>{update}</code>。请检查错误日志。

source: This button does nothing.
ja_jp: このボタンは何もしません。
zh_cn: 此按钮没有功能。

source: # ====================================== # EFB Telegram Master Configuration file # ====================================== # # This file configures how EFB Telegram Master Channel (ETM) works, and # Who it belongs to. # # Required items # -------------- # # [Bot Token] # The bot token obtained from @BotFather, in the format of numbers-colon- # alphanumerals.
zh_cn: # ========================= # EFB Telegram 主端配置文件 # ========================= # # 此文件用于配置 EFB Telegram 主端（ETM）的工作方式及其所属。 # # 必填项目 # -------- # # [Bot 令牌] # 通过 @BotFather 获得的 bot 令牌，格式为 数字-冒号-字母数字。

source: # [List of Admin User IDs] # ETM will only process messages and commands from users # listed below. This ID can be obtained from various ways # on Telegram.
zh_cn: # [管理员用户ID列表] # ETM 仅将处理来自下列用户的消息和命令。 # 此 ID 可以通过多种方式从 Telegram 获取。

source: # Optional items # -------------- # # [Experimental Flags] # This section can be used to toggle experimental functionality. # These features may be changed or removed at any time. # Refer to the project documentation for details. # # https://etm.1a23.studio
zh_cn: # 可选项目 # -------- # # [实验功能] # 此部分可用来启用实验功能。 # 这些功能随时可能会被更改或删除。 # 详细内容请参考项目文档。 # # https://etm.1a23.studio

source: # [Network configurations] # Timeout tweaks, Proxy, etc. # Refer to the project documentation for details. # # https://etm.1a23.studio
zh_cn: # [网络配置] # 超时调整，代理等。 # 详细内容请参考项目文档。 # # https://etm.1a23.studio

source: # [RPC interface] # Enable RPC interface of ETM where you can use scripts to manage data stored # in the ETM message database or make queries. # Refer to the project documentation for details. # # https://etm.1a23.studio
zh_cn: # [RPC 接口] # 启用 ETM 的 RPC 接口，您可以通过此接口使用脚本来管理 # 或查询存储在 ETM 消息数据库中的数据。 # 详细内容请参考项目文档。 # # https://etm.1a23.studio

source: Your Telegram Bot token:
zh_cn: 您的 Telegram Bot 令牌：

source: Bot token is required. Please try again.
zh_cn: 必须输入 Bot 令牌。请再试一次。

source: Please try again.
ja_jp: もう一度お試しください。
zh_cn: 请再试一次。

source: Do you want to run ETM behind a proxy?
zh_cn: 是否通过代理运行 ETM？

source: Select proxy type
ja_jp: プロキシタイプを選択
zh_cn: 选择代理服务类型

source: Proxy host (domain/IP):
ja_jp: プロキシホスト（ドメインまたは IP）：
zh_cn: 代理主机（域名/IP）：

source: Proxy port:
ja_jp: プロキシポート：
zh_cn: 代理服务器端口：

source: Does it require authentication?
zh_cn: 此代理是否需要认证？

source: Username:
ja_jp: ユーザー名：
zh_cn: 用户名：

source: Password:
ja_jp: パスワード:
zh_cn: 密码：

source: You have not installed required extra package to use SOCKS5 proxy, please install with the following command:
zh_cn: 您尚未安装 SOCKS5 代理所需的额外软件包。请用以下命令进行安装：

source: Protocol [socks5]:
zh_cn: 协议 [socks5]：

source: 1. Set up your Telegram Bot --------------------------- ETM requires you to have a Telegram bot ready with you to start with.
zh_cn: 1. 设置您的 Telegram Bot ------------------------ 为了启动 ETM，您需要准备一个 Telegram 机器人。

source: Yes, please tell me how to make one.
zh_cn: 不，请告诉我如何该如何创建。

source: No, I have already made one according to the docs.
zh_cn: 是的，我已经依照文档创建完成了。

source: Do you need help creating a bot?
zh_cn: 您了解如何创建 Telegram bot 吗？

source: Follow this guide to create your first ETM Telegram Bot. >>> Step 1: Search @BotFather on Telegram, or follow the link below. You should be able to see a bot named “BotFather”.
zh_cn: 跟随此指南来创建您的第一个 ETM Telegram bot。 >>> 第一步：在 Telegram 上搜索 @BotFather，或点击下面的链接。您应该可以看到一个名为「BotFather」的 bot。

source: Press ENTER/RETURN to continue...
zh_cn: 按回车键继续...

source: >>> Step 2: Send /newbot to BotFather to create a new bot. Follow its prompts to give it a name and a username. Note that its username must end with “bot”. After setting its username, you should receive a long line of code called “token”. Keep it with you securely, we will need that later on.
zh_cn: >>> 第二步：向 BotFather 发送 /newbot 以创建一个新的 bot。跟随提示给它设定一个名称和用户名。注意，用户名必须以「bot」结束。 设置用户名后，您应该收到一个被称为「令牌（token）」的长串代码。请妥善保管，我们稍后会用到它。

source: >>> Step 3: Get the bot ready for ETM. Send /setjoingroups to BotFather, choose the bot you just created, then choose “Enable”. This will allow your bot to join groups. Send /setprivacy to BotFather, choose the bot you just created, then choose “Disable”. This will allow your bot to process all messages in groups it joined, not just commands.
zh_cn: >>> 第三步：把 bot 准备好供 ETM 使用 向 BotFather 发送 /setjoingroups，选择您刚刚创建的 bot，然后选择「Enable」。这项设置将允许您的 bot 加入群组。 向 BotFather 发送 /setprivacy，选择您刚刚创建的 bot，然后选择「Disable」。这项设置将允许您的 bot 接收并处理群组内的非指令消息。

source: Yes, please update.
zh_cn: 是，请帮我更新。

source: No, I want to keep the old commands list.
zh_cn: 否，我想保留旧的命令列表。

source: Do you want to update the list of commands of your bot?
zh_cn: 是否要更新 bot 的命令列表？

source: Updating commands list...
zh_cn: 正在更新命令列表...

source: Show commands list.
zh_cn: 显示命令列表。

source: Link a remote chat to a group.
zh_cn: 将一个远程会话绑定至一个群组。

source: Unlink all remote chats from a group.
zh_cn: 将一个群组中的所有远程会话解绑。

source: Display information of the current Telegram chat.
zh_cn: 显示当前 Telegram 会话的详细信息。

source: Generate a chat head.
zh_cn: 生成一个会话头。

source: Access additional features from Slave Channels.
zh_cn: 访问来自从端的附加功能。

source: Update info of linked Telegram group.
zh_cn: 更新已绑定的 Telegram 群组的信息。

source: Send a reaction to a message, or show a list of reactors.
zh_cn: 向一条消息作出回应，或显示回应者列表。

source: Remove a message from its remote chat.
zh_cn: 从远端会话中删除消息。

source: List of Admin User IDs, separated with comma:
zh_cn: 管理员用户 ID 列表，用逗号隔开：

source: Admin IDs are required. Please try again.
zh_cn: 管理员 ID 为必填项。请再试一次。

source: {input} is not a valid input. Please try again.
zh_cn: {input} 不是一个有效的输入。请再试一次。

source: 2. Set up Bot administrators ---------------------------- To protect your data privacy and security, you need to provide a list of users who can interact with this Telegram Bot.
zh_cn: 2. 设置机器人管理员 ------------------- 为了保护您的数据隐私和安全，您需要提供一个可以与此 Telegram 机器人交互的用户列表。

source: Yes, I want to know how to get my ID.
zh_cn: 不，我想知道如何获取我的 ID。

source: No, I already know my ID.
zh_cn: 是的，我已知道我的 ID。

source: Do you need help getting your ID?
zh_cn: 您了解如何获取您的 Telegram 数字 ID 吗？

source: Starting ID bot...
zh_cn: 正在启动 ID bot...

source: Your Telegram user ID is {id}.
zh_cn: 您的 Telegram 用户 ID 是 {id}。

source: Now, send any message to the bot you just created. You should be able to get a numerical ID. That is your Telegram user ID. Enter that below to set yourself as an admin.
zh_cn: 现在，请向您刚刚创建的 bot 发送任意消息。您应该能够获得一个数字 ID。这就是您的 Telegram 用户 ID。请在下面输入您的 ID 以将您自己设置为管理员。

source: Stopping ID bot...
zh_cn: 正在停止 ID bot...

source: Number of chats shown in when choosing for /chat and /link command. An overly large value may lead to malfunction of such commands.
zh_cn: 在触发 /chat 和 /link 指令时每页显示的条目数。 过大的数值可能会导致该功能失效。

source: Link more than one remote chat to one Telegram group. Send and reply as you do with an unlinked chat. Disable to link remote chats and Telegram group one-to-one.
zh_cn: 绑定多个会话到一个 Telegram 群组。 消息发送方式与未绑定群组相同。 禁用后 ETM 会强制远端会话与 Telegram 群组一对一绑定。

source: Notify the user about network error every n errors received. Set to 0 to disable it.
zh_cn: 每发生 n 次网络连接错误时通知用户一次。 设置为 0 即可禁用。

source: When a slave channel requires to remove a message, EFB will ignore the request if this value is true.
zh_cn: 当从端要求删除特定消息时，ETM 将以通知替代删除操作。

source: Detect the locale from admins’ messages automatically. Locale defined in environment variables will be used otherwise.
zh_cn: 从 bot 管理员的语言设定中自动设定 ETM 语言。当该值为 false 时，ETM 会从系统的环境变量中读取语言设定。
