Repository: wolfsilver/efb-telegram-master
Catalog: efb_telegram_master/locale/*/LC_MESSAGES/efb_telegram_master.po
Languages: az_az, es_ar, es_ve, id_id, ja_jp, tr_tr, zh_cn

source: This Telegram group is linked to the following chats, choose one to start a conversation with.
az_az: Bu Telegram qrupu aşağıdakı çatlara bağlanmışdır. Birini seçərək müzakirəyə başlayın.
es_ar: Este grupo de Telegram está vinculado a los siguientes chats, elija uno para iniciar una conversación.
es_ve: Este grupo de Telegram es vinculado a los siguientes chats, elije uno para comenzar una conversación con.
id_id: Kelompok Telegram ini terhubung dengan obrolan berikut, pilih satu untuk memulai percakapan dengan.
ja_jp: このグループは以下のチャットにリンクされました、送信先を選択してください。
tr_tr: Bu Telegram grubu aşağıdaki sohbetlere bağlıdır, konuşma başlatmak için birini seçin.
zh_cn: 此 Telegram 群组已被绑定至以下会话，请选择其中一个来开始聊天。

source: Invalid command. ({0})
az_az: Yanlış əmr. ({0})
es_ar: Comando inválido. ({0})
es_ve: Comando invalido. ({0})
id_id: Perintah tidak cocok. ({0})
ja_jp: 無効なコマンドです。({0})
tr_tr: Geçersiz komut. ({0})
zh_cn: 无效命令。({0})

source: Reply to this message to chat with {0}.
az_az: Söhbət etmək üçün bu çata cavab verin {0}.
es_ar: Responda a este mensaje para chatear con {0}.
es_ve: Responder a este mensaje para empezar una conversación con {0}.
id_id: Balas ke pesan ini untuk mengobrol dengan {0}.
ja_jp: このメッセージに返信して {0} と会話する。
tr_tr: {0} ile sohbet etmek için bu mesaja cevap verin.
zh_cn: 回复该消息以与 {0} 对话。

source: Error: No recipient specified. Please reply to a previous message, or choose a recipient: Legend:
az_az: Səhv: Heç bir alıcı yoxdur. Zəhmət olmasa bundan öncəki mesaja cavab verin və ya alıcı seçin: Əfsanə:
es_ar: Error: no se especificó ningún destinatario. Responda a un mensaje anterior o elija un destinatario: Leyenda:
es_ve: Error: El destinatario no esta especificado. Por favor responda a un mensaje anterior, o escoja un destinatario: Leyenda:
id_id: Kesalahan: Tidak ada penerima yang ditetapkan. Silahkan balas pesan sebelumnya, atau pilih seorang penerima: Riwayat:
ja_jp: エラー: 送信先は指定されません。 前のメッセージを返信して、まだは送信先を選択してください。 凡例:
tr_tr: Hata: Alıcı belirtilmemiş. Lütfen bir önceki mesaja cevap verin ya da bir alıcı seçin: Açıklama:
zh_cn: 错误：未指定消息接收者。 请回复一条过去的消息，或选择一个收件人： 图例：

source: Error: No recipient specified. Please reply to a previous message. Session expired, please try again.
ja_jp: エラー: 受信者が指定されていません。 前のメッセージに返信してください。 セッションが期限切れです。もう一度お試しください。
zh_cn: 错误：未指定消息接收者。 请回复一条过去的消息。 会话超时，请重试。

source: Delivering the message to {0}.
ja_jp: {0} に送信します。
zh_cn: 发送消息至 {0}。

source: Error: No recipient specified. Please reply to a previous message.
az_az: Səhv: Heç bir alıcı müəyyən olunmadı. Zəhmət olmasa bundan öncəki mesaja cavab verin.
es_ar: Error: No se especificó ningún destinatario. Por favor responde a un mensaje anterior.
es_ve: Error: No hay un destino en especifico. Por favor, responda a un mensaje anterior.
id_id: Kesalahan: Penerima yang ditentukan tidak ada. Silahkan untuk membalas pesan sebelumnya.
ja_jp: エラー: 送信先は指定されません。 前のメッセージを返信してください。
tr_tr: Hata: Alıcı belirtilmemiş. Lütfen önceki mesaja cevap verin.
zh_cn: 错误：未指定消息接收者。 请回复一条过去的消息。

source: Error: No recipient specified. Please reply to a previous message. Invalid parameter ({0}).
az_az: Səhv: Heç bir alıcı müəyyən olunmadı. Zəhmət olmasa bundan öncəki mesaja cavab verin. Yanlış tənzimləmə ({0}).
es_ar: Error: No se especificó ningún destinatario. Por favor responder a un mensaje anterior. Parámetro no válido ({0}).
es_ve: Error: No hay destinatario especificado. Por favor responda a un mensaje anterior. Parámetro no válido ({0}).
id_id: Kesalahan: Tidak ada penerima yang ditentukan. Silahkan untuk membalas pesan sebelumnya Parameter tidak cocok ({0}).
ja_jp: エラー: 受信者が指定されていません。 前のメッセージに返信してください。 無効なパラメータ ({0})。
tr_tr: Hata: Alıcı belirtilmemiş. Lütfen önceki mesaja cevap verin. Geçersiz parametre ({0}).
zh_cn: 错误：未指定消息接收者。 请回复一条过去的消息。 参数无效 ({0}) 。

source: Send /update_info to a group where this bot is a group admin to update group title, description and profile picture.
ja_jp: ボットがグループ管理者であるグループに /update_info を送信して、グループ名、アイコンと説明文を更新することができます。
zh_cn: 将本 bot 添加进 Telegram 群组，并设置为群组管理员。在群组中发送 /update_info 以更新群组名称、简介和头像。

source: This only works in a group linked with one chat. Currently {0} chat linked to this group.
az_az: Bu sadəcə qrupun ən azı bir çata bağlanması zamanı işləyir. Hazırda {0} çat bu qrupa bağlanmışdır.
es_ar: Esto solo funciona en un grupo vinculado con un chat. Actualmente {0} chats vinculados a este grupo.
es_ve: Esto solo funciona en un grupo vinculado con un chat. Actualmente {0} el chat es vinculado a este grupo.
id_id: Ini hanya bekerja dalam sebuah kelompok yang terhubung dengan satu obrolan. Saat ini {0} obrolan ditautkan ke kelompok ini.
ja_jp: 単独リンクされたグループのみ利用できます。 今 {0} 個のグループにリンクされました。
tr_tr: Bu sadece tek bir sohbete bağlı olan bir grupta çalışır. Mevcut durumda {0} sohbetleri bu gruba bağlıdır.
zh_cn: 该指令只适用于单一绑定的群组。目前该群组已绑定了 {0} 个会话。

source: Channel linked ({channel}) is not found.
ja_jp: リンクされたスレーブチャネル（{channel}）が見つかりません。
zh_cn: 绑定的从端（{channel}）不存在。

source: {count} group member: {list}
ja_jp: {count} 名のメンバー：{list}
zh_cn: {count} 名成员：{list}

source: Chat details updated.
ja_jp: チャットの詳細が更新されました。
zh_cn: 会话详情已更新。

source: Chat linked ({chat_uid}) is not found in the slave channel ({channel_name}, {channel_id}).
ja_jp: リンクされたチャット（{chat_uid}）はスレーブチャネル（{channel_name}、{channel_id}）で見つかりません。
zh_cn: 未在从端「{channel_name}」（{channel_id}）中找到绑定的会话（{chat_uid}）。

source: Error occurred while update chat details. {0}
ja_jp: グループ情報の更新中にエラーが発生しました。 {0}
zh_cn: 更新会话详情时出错。 {0}

source: No profile picture provided from this chat.
az_az: Bu çata bir profil şəkli təyin olunmadı.
es_ar: No se proporcionó una foto de perfil de este chat.
es_ve: No hay ninguna foto de perfil proporcionada de este chat.
id_id: Tidak ada foto profil yang disediakan dari obrolan ini.
ja_jp: このチャットはアイコンなしです。
tr_tr: Bu sohbetten bir profil fotoğrafı bulunamamıştır.
zh_cn: 该会话没有头像。

source: Error occurred while update chat details. {0}
ja_jp: グループ情報の更新中にエラーが発生しました。 {0}
zh_cn: 更新会话详情时出错。 {0}

source: Invalid parameter: {0}. (CE01)
az_az: Yanlış tənzimləmə: {0}. (CE01)
es_ar: Parámetro no válido {0}. (CE01)
es_ve: Parámetro inválido.{0}. (CE01)
id_id: Parameter tidak cocok: {0}. (CE01)
ja_jp: 無効なパラメーター：{0}。(CE01)
tr_tr: Geçersiz parametre: {0}. (CE01)
zh_cn: 参数无效: {0}。(CE01)

source: Index out of bound: {0}. (CE02)
az_az: Bağlılıq indeksi: {0}. (CE02)
es_ar: Índice fuera de límite: {0}. (CE02)
es_ve: Indice fuera de límite: {0}. (CE02)
ja_jp: インデックスが範囲外です：{0}。(CE02)
tr_tr: Dizin aralık dışında: {0}. (CE 02)
zh_cn: 索引越界：{0} (CE02)

source: <i>Click the link next to the name for usage.</i>
ja_jp: <i>名前の横にあるリンクをクリックして、コマンドの説明を表示する。</i>
zh_cn: <i>点击名称旁的链接以查看用法</i>

source: No command found.
ja_jp: コマンドなし。
zh_cn: 找不到命令。

source: Invalid module ID. (XC03)
ja_jp: モジュール ID が無効です。(XC03)
zh_cn: 无效的组件 ID。(XC03)

source: Command not found in selected module. (XC04)
ja_jp: このコマンドは指定したチャネルに見つかりません。(XC04)
zh_cn: 该指令在指定的组件中不存在。(XC04)

source: Invalid module ID. (XC01)
ja_jp: モジュール ID が無効です。(XC01)
zh_cn: 无效的组件 ID。(XC01)

source: Command not found in selected module. (XC02)
ja_jp: このコマンドは指定したチャネルに見つかりません。(XC02)
zh_cn: 该指令在指定的组件中不存在。(XC02)

source: Please wait...
az_az: Zəhmət olmasa gözləyin...
es_ar: Espera por favor...
es_ve: Espere por favor...
id_id: Harap tunggu...
ja_jp: しばらくお待ちください...
tr_tr: Lütfen bekleyin...
zh_cn: 请稍等...

source: Error: Command is not found in the channel. Function: {channel_id}.{callable} Arguments: {args!r} Keyword Arguments: {kwargs!r}
az_az: Səhv: Bu kanalda heç bir əmr tapılmadı. Funksiya: {channel_id}.{callable} Arqumentlər: {args!r} Arqumentin açar sözləri: {kwargs!r}
es_ar: Error: el comando no se encuentra en el canal. Función: {channel_id}{callable} Argumentos: {args!r} Argumentos de las palabras clave: {kwargs!r}
es_ve: Error: Comando no encontrado en el canal. Función: {channel_id}.{callable} Argumentos de palabra clave: {args!r}
id_id: Kesalahan: Perintah ini tidak ditemukan dalam saluran. Fungsi: {channel_id}.{callable} Argumen: {args!r} Kata kunci Argumen: {kwargs!r}
ja_jp: エラー：指定したチャネルでコマンドが見つかりません。 関数：{channel_id}.{callable} 引数：{args!r} キーワード引数：{kwargs!r}
tr_tr: Hata: Kanalda komut bulunamadı. Fonksiyon: {channel_id}.{callable} Değişken: {args!r} Anahtar Sözcük Değişkenleri: {kwargs!r}
zh_cn: 错误：指令不存在。 函数：{channel_id}.{callable} 参数：{args!r} 关键词参数：{kwargs!r}

source: Command message cannot be edited
az_az: Əmr mesajı redaktə oluna bilməz
es_ar: No es posible editar el mensaje de comando
es_ve: El comando mensaje no se puede editar
id_id: Perintah pesan tidak dapat diubah
tr_tr: Komut mesajları düzeltilemez

source: Unsupported type of message. (UT01)
az_az: Dəstəklənməyən mesaj növü. (UT01)
es_ar: Tipo de mensaje no compatible. (UT01)
es_ve: Tipo de mensaje no soportado. (UT01)
id_id: Jenis pesan yang tidak didukung. (UT01)
tr_tr: Desteklenmeyen mesaj tipi. (UT01)

source: Message removed in remote chat.
az_az: Mesaj uzaqdakı çatdan silindi.
es_ar: Mensaje eliminado en chat remoto.
es_ve: Mensaje eliminado en el chat remoto.
id_id: Pesan dihapus di obrolan terpencil.
tr_tr: Mesaj uzaktan sohbetten kaldırıldı.

source: Unknown message source ({0}):
az_az: Bilinməyən mesaj mənbəsi ({0}):
es_ar: Fuente de mensaje desconocida ({0}):
es_ve: Origen de mensaje desconocido ({0}):
id_id: Sumber pesan tidak dikenal ({0}):
tr_tr: Bilinmeyen mesaj kaynağı ({0}):

source: - {channel_emoji} {channel_name}: Unknown chat ({chat_id})
az_az: -{channel_emoji} {channel_name}: Bilinməyən çat ({chat_id})
es_ar: - {channel_emoji} {channel_name}: chat desconocido ({chat_id})
es_ve: - {channel_emoji} {channel_emoji} {channel_name}: chat desconocido ({chat_id})
id_id: - {channel_emoji} {channel_name}: Obrolan yang tidak dikenal ({chat_id})
tr_tr: -{channel_emoji} {channel_name}: bilinmeyen sohbet ({chat_id})

source: The channel {group_name} ({group_id}) is not linked to any remote chat.
az_az: Bu kanal {group_name} ({group_id}) hər hansı bir uzaq çata bağlanmamışdır.
es_ar: El canal {group_name} ({group_id}) no está vinculado con ningún chat remoto.
es_ve: El canal {group_name} ({group_id}) no está vinculado a ningún chat remoto.
id_id: Saluran {group_name} ({group_id}) tidak terhubung dengan setiap obrolan yang terpencil.
tr_tr: {group_name} ({group_id}) kanalı hiçbir uzaktan sohbetle bağlantılı değildir.

source: This is EFB Telegram Master Channel {version}. {count} slave channel activated:
az_az: Bu EFB Telegram Master Kanalıdır {version}. {count} alt kanal aktivdir:
es_ar: Este es el Canal Maestro EFB de Telegram {version}. {count} canal esclavo activado:
es_ve: Esto es EFB Telegrama canal maestro {versión}. {Count} canal esclavo activado:
id_id: Ini adalah Saluran Inti Telegram EFB {version}. {count} saluran budak diaktifkan:
tr_tr: Bu, EFB Telegram Ana Kanal {version} 'dir. {count} bağımlı kanal etkinleştirildi:

source: This is EFB Telegram Master Channel. To learn more, please visit https://github.com/blueset/efb-telegram-master .
az_az: Bu EFB Telegram Master Kanldıır.
es_ar: Este es el Canal Maestro de EFB Telegram. Para saber más, por favor visita https://github.com/blueset/efb-telegram-master .
es_ve: Esto es EFB Telegrama canal maestro. Para obtener más información, visite https://github.com/blueset/efb-telegram-master .
id_id: Ini adalah Saluran Inti Telegram EFB. Untuk mempelajari lebih lanjut, silahkan kunjungi https://github.com/blueset/efb-telegram-master .
tr_tr: Bu EFB Telegram Master Kanalıdır. Daha fazla bilgi için lütfen https://github.com/blueset/efb-telegram-master sitesini ziyaret edin .

source: EFB Telegram Master Channel /link Link a remote chat to an empty Telegram group. Followed by a regular expression to filter results. /chat Generate a chat head to start a conversation. Followed by a regular expression to filter results. /extra List all additional features from slave channels. /unlink_all Unlink all remote chats in this chat. /info Show information of the current Telegram chat. /update_info Update name and profile picture a linked Telegram group. Only works in singly linked group where the bot is an admin. /recog Reply to a voice message to convert it to text. Followed by a language code to choose a specific language. You have to enable speech to text in the config file first. /help Print this command list.
az_az: EFB Telegram Master Kanalı /link Boş Telegram qrupunu uzaq çata bağla. Nəticələri filtirləmək üçün sabit ifadələri izlədik. /chat Söhbətə başlamaq üçün söhbət başlığı yaradın. /extra Bütün ana kanalların əlavə xüsusiyyətlərinin siyahısı. /unlink_all Bu çatda olan bütün uzaqdakı çatların əlaqəsini kəs. /info Hazırkı Telegram çatının məlumatını göstər. /update_info Bağlı olduğunuz Telegram qrupunun adını və profil şəklini dəyişdirin. Yalnızca botun admini olduğu tək qrupda işləyir. /recog Mətinə çevirmək üçün bir səsli mesaja cavab ver. Müəyyən bir dili seçmək üçün dil kodunu izləndi. Siz öncə səsinin yazıya çevrilməsini config faylınızdan aktiv etməlisiniz. /help Əmr siyahısı çap et.
es_ar: Canal Maestro de EFB Telegram /link Enlaza un chat remoto a un grupo de Telegram vacío. Seguido por una expresión regular para filtrar los resultados. /chat Genere un encabezado de chat para iniciar una conversación. Seguido por una expresión regular para filtrar los resultados. /extra Enumere todas las características adicionales de los canales esclavos. / unlink_all Desenlace todos los chats remotos en este chat. / info Muestra información del chat actual de Telegram. /actualizar información Actualice el nombre y la imagen de perfil de un grupo de Telegram vinculado. Solo funciona en un solo grupo vinculado donde el bot sea un administrador. / recog Responda a un mensaje de voz para convertirlo en texto. Seguido de un código de idioma para elegir un idioma en específico. Primero debe habilitar una voz al texto en el archivo de configuración. /help Imprima esta lista de comandos.
es_ve: Canal Maestro de Telegramas EFB /enlace Vincular un chat remoto a un grupo de telegramas vacío. Seguido de una expresión regular para filtrar los resultados. /chat Genere un chat head para iniciar una conversación. Seguido de una expresión regular para filtrar los resultados. /extra Lista todas las características adicionales de los canales esclavos. /unlink_all Desconectar todos los chats remotos en este chat. /info Mostrar información del chat de telegramas actual. /actualización_info Actualice el nombre y la imagen de perfil de un grupo de telegramas vinculado. Solo trabaja en un solo grupo donde el bot es administrador. /recog Responda a un mensaje de voz para convertirlo en texto.
id_id: Saluran Induk Telegram EFB /tautan Tautkanlah obrolan jarak jauh ke grup Telegram yang kosong. Diikuti oleh ekspresi reguler untuk menyaring hasilnya. /obrolan Membuat sebuah obrolan untuk menjalankan percakapan. Diikuti oleh ekspresi reguler untuk menyaring hasilnya. /tambahan Senaraikan semua fitur tambahan dari saluran slave. /hapus_semua tautan Hapuskan semua tautan obrolan jarak jauh di obrolan ini. /info Tampilkan informasi obrolan Telegram terkini. /informasi_pembaruan Perbarui nama dan foto profil kelompok Telegram yang terhubung. Hanya bekerja pada kelompok yang terhubung secara tunggal yang mana bot merupakan admin. /recog Balaslah pesan suara untuk mengubahnya menjadi teks. Diikuti oleh kode bahasa untuk memilih bahasa yang spesifik. Anda mesti mengaktifkan pidato pada teks di berkas konfigurasi terlebih dahulu. /bantuan Cetak daftar perintah ini.
tr_tr: EFB Telgraf Ana Kanalı /link Uzaktan bir sohbeti boş bir Telgraf grubuna bağlayın. Sonuçları filtrelemek için düzenli bir ifade tarafından takip edilir. /sohbet Bir sohbet başlatmak için bir sohbet başlığı oluşturun. Sonuçları filtrelemek için düzenli bir ifade tarafından takip edilir. /ekstra Bağımlı kanallardaki tüm ek özellikleri listeleyin. / unlink_all Bu sohbetteki tüm uzaktan sohbetlerin bağlantısını kesin. /bilgi Mevcut Telgraf sohbetinin bilgilerini göster. /güncelleme_bilgisi Bağlı bir Telgraf grubunun adını ve profilini güncelleştir. Yalnızca, botun yönetici olduğu tek bağlantılı grupta çalışır. /tanıma Metne dönüştürmek için bir sesli mesaja cevap verin. Belirli bir dili seçmek için bir dil kodu tarafından takip edilir. Öncelikle konfigürasyon dosyasında konuşma metnini etkinleştirmeniz gerekir. /yardım Bu komut listesini yazdırın.

source: EFB Telegram Master channel encountered error <code>{error}</code> caused by update <code>{update}</code>.
az_az: EFB Telegram Master kanalı <code>{error}</code> səhvlə qarşılaşdı <code>{update}</code> yeniləməyə səbəb oldu.
es_ar: El Canal Maestro de EFB Telegram ha presentado un error <code>{error}</code> causados por actualización <code>{update}</code>.
es_ve: El canal maestro del telegrama EFB encontró error <code>{error}</code> causado por actualizar <code>{update}</code>.
id_id: Saluran Inti Telegram EFB mengalami kesalahan <code>{error}</code> disebabkan oleh pembaruan <code>{update}</code>.
tr_tr: EFB Telegram Master kanalı <code>{update}</code> güncellemesinin sebep olduğu <code>{error}</code> hatasıyla karşılaşmıştır.

source: /recog lang_code Reply to a voice with this command to recognize it. examples: /recog zh /recog en-US Supported languages:
az_az: /recog lang_code Tanımaq üçün bu əmrlə səsə cavab ver. məsələn: /recog zh /recog en-US:
es_ar: /recog lang_code Responde a una voz con este comando para reconocerlo. ejemplos: /recog zh /recog en-US Idiomas admitidos:
es_ve: /recog lang_code Responda a una llamada con este comando para reconocerla. examples: /recog zh /recog en-US:
id_id: /recog lang_code Balas sebuah suara dengan perintah ini untuk mengenalinya. contoh: /recog zh /recog en-US:
tr_tr: /recog lang_code Onu tanımak için bir sesle birlikte bu komutu verin. örnekler: /recog zh /recog en-US: Desteklenen diller:

source: Reply only to a voice with this command to recognize it. (RS02)
az_az: Sadəcə tanınmış əmr komandası ilə səslərə cavab ver. (RS02)
es_ar: Responder sólo a una voz con este comando para reconocerlo. (RS02)
es_ve: Responder sólo a una llamada con este comando para su reconocimiento.(RS02)
id_id: Balas hanya ke suara dengan perintah ini untuk mengenalinya. (RS02)
tr_tr: Bu sesi tanımak için ona sadece bu komutla cevap verin. (RS02)

source: Only voice shorter than 60s is supported. (RS04)
az_az: Yalnızca 60 saniyədən az səslər dəstəklənir. (RS04)
es_ar: Se admite voz únicamente de menos de 60 años. (RS04)
es_ve: Sólo se admite la opción de tono inferior a 60 s. (RS04)
id_id: Hanya suara yang lebih pendek dari 60-an yang didukung. (RS02)
tr_tr: Sadece 60 saniyeden kısa sesler desteklenmektedir. (RS04)

source: Results: {0}
az_az: Nəticələr: {0}
es_ar: Resultados: {0}
es_ve: Resultado: {0}
id_id: Hasil: {0}
tr_tr: Sonuçlar: {0}

source: ERROR!
az_az: SƏHV!
id_id: KESALAHAN!
tr_tr: HATA!

source: Invalid language.
az_az: Etibarsız dil.
es_ar: Lenguaje no válido.
es_ve: Lenguaje inválido.
id_id: Bahasa tidak cocok.
tr_tr: Geçersiz dil.

source: Message is not found in database. Please try with another message. (UC07)
az_az: Verilənlər bazasında mesaj tapılmadı. əhmət olmasa başqa mesaj yoxlayın. (UC07)
es_ar: El mensaje no se encuentra en la base de datos. Por favor prueba con otro mensaje. (UC07)
es_ve: El mensaje no se encuentra en la base de datos. Por favor, intente con otro mensaje. (UC07)
id_id: Pesan tidak ditemukan dalam basis data. Silakan mencoba dengan pesan yang lain. (UC07)
tr_tr: Mesaj veri tabanında bulunamamıştır. Lütfen bir başka mesajla deneyiniz. (UC07)

source: Message is not found in database. Please try with another one. (UC03)
az_az: Mesaj verilənlər bazasında tapılmadı. Zəhmət olmasa başqa birini yoxlayın. (UC03)
es_ar: El mensaje no se encuentra en la base de datos. Por favor prueba con otro mensaje. (UC03)
es_ve: El mensaje no se encuentra en la base de datos. Por favor, pruebe con otro. (UC03)
id_id: Pesan tidak ditemukan dalam basis data. Silakan mencoba dengan yang lain. (UC03)
tr_tr: Mesaj veri tabanında bulunamamıştır. Lütfen başka bir tanesiyle deneyiniz. (UC03)

source: Please reply to an incoming message. (UC04)
az_az: Zəhmət olmasa gələn mesaja cavab verin. (UC04)
es_ar: Por favor responde a un mensaje entrante. (UC04)
es_ve: Por favor, conteste a un mensaje recibido. (UC04)
id_id: Harap membalas pesan yang masuk. (UC04)
tr_tr: Lütfen gelen mesaja cevap veriniz. (UC04)

source: Message is not found in database. Please try with another one. (UC05)
az_az: Mesaj verilənlər bazasında tapılmadı. Zəhmət olmasa başqasını yoxlayın. (UC05)
es_ar: El mensaje no se encuentra en la base de datos. Por favor prueba con otro mensaje. (UC05)
es_ve: El mensaje no se encuentra en la base de datos. Por favor, pruebe con otro. (UC05)
id_id: Tidak ditemukan pesan dalam database. Silakan mencoba dengan yang lain. (UC05)
tr_tr: Mesaj veri tabanında bulunamamıştır. Lütfen başka bir tanesiyle deneyiniz. (UC05)

source: This group is linked to multiple remote chats. Please reply to an incoming message. To unlink all remote chats, please send /unlink_all . (UC06)
az_az: Bu qrupa çoxlu uzaq çatlar bağlanmışdır. Zəhmət olmasa gələn mesaja cavab verin. Bütün uzaq çatların əlaqələrini kəsmək üçün, zəhmət olmasa /unlink_all əmrini göndərin . (UC06)
es_ar: Este grupo está vinculado a múltiples chats remotos. Por favor responde a un mensaje entrante. Para desvincular todos los chats remotos, envíe /unlink_all . (UC06)
es_ve: Este grupo está vinculado a múltiples chats remotos. Por favor, conteste a un mensaje recibido. Para desvincular todos los chats remotos, envíe /unlink_all. (UC06)
id_id: Grup ini terhubung ke beberapa obrolan jarak jauh. Harap balas ke pesan masuk. Untuk menghapus semua obrolan jarak jauh, harap kirim / hapus_semua. (UC06)
tr_tr: Bu grup birden fazla uzaktan sohbete bağlanmıştır. Lütfen gelen mesaja cevap veriniz. Tüm uzaktan sohbetlerle bağlantıyı kesmek için lütfen /unlink_all gönderiniz . (UC06)

source: This group is not linked to any chat. (UC06)
az_az: Bu qrup heç bir çata bağlanmamışdır. (UC06)
es_ar: Este grupo no está vinculado a ningún chat. (UC06)
es_ve: Este grupo no está vinculado a ningún chat. (UC06)
id_id: Kelompok ini tidak ditautkan ke obrolan manapun. (UC06)
tr_tr: Bu grup herhangi bir sohbete bağlı değildir. (UC06)

source: Internal error: Channel "{0}" not found.
az_az: Daxili səhv: Kanal "{0}" tapılmadı.
es_ar: Error interno: Canal "{0}" no fue encontrado.
es_ve: Error interno. El canal "{0}" no se encuentra.
id_id: Kesalahan internal: Saluran "{0}" tidak ditemukan.
tr_tr: Dahili hata: Kanal "{0}" bulunamadı.

source: Message editing is not supported. {!r}
az_az: Mesajı redaktə etmək dəstəklənmir. {!r}
es_ar: La edición de mensajes no es compatible. {!r}
es_ve: La edición del mensaje no es compatible. {!r}
id_id: Penyuntingan pesan tidak didukung. {!r}
tr_tr: Mesaj düzenleme desteklenmemektedir. {!r}

source: Message is not sent. {!r}
az_az: Mesaj göndərilmədi. {!r}
es_ar: Mensaje no fue enviado. {!r}
es_ve: El mensaje no es enviado. {!r}
id_id: Pesan tidak terkirim. {!r}
tr_tr: Mesaj gönderilmemiştir. {!r}

source: Attachment is too large. Maximum is 20 MB. (AT01)
az_az: Əlavə çox böyükdür. Maksmimum 20 MB olmalıdır. (AT01)
es_ar: El archivo adjunto es demasiado grande. El máximo es de 20 MB. (AT01)
es_ve: El archivo adjunto es muy grande. El máximo es de 20 MB (AT01)
id_id: Lampiran terlalu besar. Maksimum adalah 20 MB. (AT01)
tr_tr: Eklenti çok büyük. Maksimum 20 MB olmalı. (AT01)

source: Token is not properly defined.
az_az: Token düzgün olaraq müəyyən edilməmişdir.
es_ar: El token no está definido correctamente.
es_ve: El Token no es correctamente definido.
id_id: Token tidak didefinisikan dengan baik.
tr_tr: Simge uygun bir şekilde tanımlanmamıştır.

source: {0}: Muted
az_az: {0}: Susdurulub
es_ar: {0}: Apagado
es_ve: {0}: En silencio
id_id: {0}: Diredam
tr_tr: {0}: Sessiz
