Repository: wolfsilver/efb-telegram-master
Catalog: efb_telegram_master/locale/*/LC_MESSAGES/efb_telegram_master.po
Languages: az_az, es_ar, es_ve, id_id, ja_jp, tr_tr, zh_cn

source: This chat is currently muted.
az_az: Bu çat hazırda susdurulub.
es_ar: Este chat está actualmente silenciado.
es_ve: Este chat esta actualmente silenciado.
id_id: Saat ini obrolan sedang diam.
tr_tr: Bu sohbet şu anda sessize alındı.

source: Mute
az_az: Susdur
es_ar: Mudo
es_ve: En silencio
id_id: Diam
tr_tr: Sessiz

source: Unmute
az_az: Susmadan çıxart
es_ar: Dejar de silenciar
es_ve: Desilenciado
id_id: Bersuara
tr_tr: Sesi aç

source: Command '{command}' ({query}) is not recognised, please try again
az_az: Əmr '{command}' ({query}) tanınmadı, zəhmət olmasa bir daha cəhd edin
es_ar: Comando '{command}' ({query}) no se reconoce, por favor intente de nuevo
es_ve: El Comando '{command}' ({query}) no es reconocido, por favor intente mas tarde
id_id: Perintah '{command}' ({query}) tidak diketahui, silahkan coba lagi
tr_tr: Komut '{command}' ({query}) tanınmamıştır, lütfen tekrar deneyin

source: This group is linked to {0}Send a message to this group to deliver it to the chat. Do NOT reply to this system message.
az_az: Bu qrup {0} bağlanıb. Bu qrupa göndərdiyin mesaj çata çatdırılacaqdır. Sistem mesajlarına cavab vermə.
es_ar: Este grupo está vinculado a {0} Enviar un mensaje a este grupo para enviarlo al chat. NO responda a este mensaje del sistema.
es_ve: Este grupo es vinculado a {0} Envía un mensaje a este grupo para mandarlo al chat. NO responda este mensaje del sistema.
id_id: Kelompok ini ditautkan ke {0}Kirim sebuah pesan ke grup ini untuk mengirimkannya ke obrolan. JANGAN balas pesan sistem ini.
tr_tr: Bu grup {0}'a bağlıdır Sohbete aktarmak için bu gruba bir mesaj yollayın. Bu sistem mesajına cevap vermeyin.

source: This group is linked to an unknown chat ({chat_id}) on channel {channel_emoji} {channel_name}. Possibly you can no longer reach this chat. Send /unlink_all to unlink all chats from this group.
az_az: Bu qrup kanalda {channel_emoji} {channel_name} olan bilinməyən çata ({chat_id}) bağlanmışdır. Bəlkədə sizin bu çata icazəniz yoxdur. /unlink_all göndərin və bütün çatların bağlantısını bu qrupdan kəsin.
es_ar: Este grupo está vinculado a un chat desconocido ({chat_id}) en el canal {channel_emoji} {channel_name}. Posiblemente ya no puedas acceder a este chat. Send /unlink_all para desvincular todos los chats de este grupo.
es_ve: Este grupo esta vinculado a un chat desconocido ({chat_id}) en el canal {channel_emoji}{channel_name}. Posiblemente usted no pueda acceder a este chat. Envía /unlink_all para desvincular todos los chats de este grupo.
id_id: Kelompok ini terhubung dengan obrolan yang tak dikenal ({chat_id}) pada saluran {channel_emoji} {channel_name}. Memungkinkan anda tidak bisa lagi mencapai obrolan ini. Kirim /melepaskan semua untuk membatalkan tautan semua obrolan dari kelompok ini.
tr_tr: Bu grup {channel_emoji} {channel_name} kanalı üstünde bilinmeyen bir sohbete ({chat_id}) bağlıdır. Muhtemelen bu sohbete artık ulaşamayacaksınız. Bu gruptaki tüm sohbetlerle bağlantıyı kesmek için /unlink_all gönderin.

source: Delivering the message to {0}
az_az: Mesaj {0} çatdırıldı
es_ar: Entregando el mensaje a {0}
es_ve: Entregando el mensaje a {0}
id_id: Mengirimkan pesan ke {0}
tr_tr: {0} adresine bir mesaj gönder

source: Send /update_info in a group where this bot is a group admin to update group title and profile picture
az_az: /update_info əmrini qrupa göndərin qrup inzibatçı botu tərəfindən qrupun başlığı və profil şəkli yenilənsin
es_ar: Envia /update_info en un grupo en el cual este bot es un administrador de grupo para actualizar titulo de grupo y foto de perfil
es_ve: Enviar /update_info en un grupo en donde el bot sea un administrador para actualizar el titulo y la imagen del perfil del grupo
id_id: Kirim /memperbarui_info dalam kelompok dimana bot ini adalah pengurus kelompok untuk memperbarui judul kelompok dan gambar profil
tr_tr: Grup başlığını ve profil resmini güncellemek için botun grup yöneticisi olduğu bir gruba /update_info yollayın

source: Chat information updated.
az_az: Çat məlumatları yeniləndi.
es_ar: Información del chat actualizada.
es_ve: Información del chat actualizada.
id_id: Informasi obrolan diperbarui.
tr_tr: Sohbet bilgisi güncellendi.

source: Channel linked is not found.
az_az: Kanal bağlantısı tapılmadı.
es_ar: El canal vinculado no se encuentra.
es_ve: El canal vinculado no ha sido encontrado.
id_id: Saluran yang terkait tidak ditemukan.
tr_tr: Kanal bağlantısı bulunamadı.

source: Chat linked is not found in channel.
az_az: Kanalda çat bağlanısı tapılmadı.
es_ar: El chat vinculado no se encuentra en el canal.
es_ve: El chat vinculado no ha sido encontrado en el canal.
id_id: Tautan obrolan tidak ditemukan dalam saluran.
tr_tr: Bağlantılı sohbet kanalda bulunamadı.

source: Error occurred while update chat information. {0}
az_az: Çatın məlumatı yenilənərkən səhv baş verdi. {0}
es_ar: Se produjo un error mientras se actualizaba la información del chat. {0}
es_ve: Error ocurrido al actualizar la información del chat. {0}
id_id: Terjadi kesalahan saat memperbarui informasi obrolan. {0}
tr_tr: Sohbet bilgisini güncellerden bir hata oluştu. {0}

source: Error occurred while update chat information. {0}
az_az: Çatın məlumatı yenilənərkən səhv baş verdi. {0}
es_ar: Se produjo un error mientras se actualizaba la información del chat. {0}
es_ve: Error ocurrido al actualizar la información del chat. {0}
id_id: Terjadi kesalahan saat memperbarui informasi obrolan. {0}
tr_tr: Sohbet bilgisini güncellerden bir hata oluştu. {0}

source: List of slave channel features:
az_az: Ana kanal xüsusiyyətləri siyahısı:
es_ar: Lista de características del canal esclavo:
es_ve: Listado de características del canal esclavo:
id_id: Daftar fitur saluran budak:
tr_tr: Bağımlı kanal özelliklerinin listesi:

source: No command found.
az_az: Heç bir əmr tapılmadı.
es_ar: No se encontró ningún comando.
es_ve: Comando no encontrado.
id_id: Tidak ada perintah yang ditemukan.
tr_tr: Komut bulunamadı.

source: Invalid slave channel ID. (XC01)
az_az: Yanlış ana kanal İD. (XC01)
es_ar: ID de canal esclavo no válido. (XC01)
es_ve: Canal esclavo no válido ID. (XC01)
id_id: ID saluran budak tidak sah. (XC01)
tr_tr: Geçersiz bağımlı kanal kimliği. (XC01)

source: Command not found in selected channel. (XC02)
az_az: Seçilən kanalda heç bir əmr tapılmadı. (XC02)
es_ar: Comando no encontrado en el canal seleccionado. (XC02)
es_ve: Comando no encontrado en el canal seleccionado. (XC02)
id_id: Perintah tidak ditemukan di saluran yang dipilih. (XC02)
tr_tr: Seçili kanalda komut bulunamadı. (XC02)
