Repository: wolfsilver/efb-telegram-master
Catalog: efb_telegram_master/locale/*/LC_MESSAGES/efb_telegram_master.po
Languages: az_az, es_ar, es_ve, id_id, ja_jp, tr_tr, zh_cn

source: Retry infinitely when an error occurred while sending request to Telegram Bot API. Note that this may lead to repetitive message delivery, as the respond of Telegram Bot API is not reliable, and may not reflect the actual result.
zh_cn: 当向 Telegram Bot API 发送请求出错时，一直重试请求。 注意：由于 Telegram Bot API 的应答可能不稳定，这可能导致重复的消息传送出现重复，且可能导致您看到的结果与实际不符。

source: Send all image messages as files, in order to prevent Telegram’s image compression in an aggressive way.
zh_cn: 将所有图片消息以文件发送，以积极避免 Telegram 对于图片的压缩。

source: Behavior when a message received is muted on slave channel platform. - normal: send to Telegram as normal message - silent: send to Telegram as normal message, but without notification sound - mute: do not send to Telegram
zh_cn: 当收到在从端设置为免打扰的消息时的行为。 - normal：作为正常消息发送到 Telegram - silent：作为正常消息发送到 Telegram，但没有声音通知 - mute：不发送到 Telegram

source: Behavior when a message received is from you on slave channel platform. This overrides settings from message_muted_on_slave. - normal: send to Telegram as normal message - silent: send to Telegram as normal message, but without notification sound - mute: do not send to Telegram
zh_cn: 当收到由你在从端发送的消息时的行为。这项设置将覆盖 message_muted_on_slave。 - normal：作为正常消息发送到 Telegram - silent：作为正常消息发送到 Telegram，但没有声音通知 - mute：不发送到 Telegram

source: Enable experimental support to animated stickers. Note: you might need to install binary dependency "libcairo" to enable this feature.
zh_cn: 启用对动态贴纸的实验支持。注意：您可能需要安装二进制依赖「libcairo」才能启用此功能。

source: Enable quick reply in non-linked chats. - enabled: Enable this feature without warning. - warn: Enable this feature and issue warnings every time when you switch a recipient with quick reply. - disabled: Disable this feature.
zh_cn: 在未绑定的会话中快速回复。 - enabled：启用此功能并关闭警告。 - warn：启用该功能，并在自动发送至不同收件人时发出警告。 - disabled：禁用此功能。

source: Do you want to config experimental features?
zh_cn: 您想要配置实验性功能吗？

source: Do you want to adjust network configurations? (connection timeout)
zh_cn: 您想调整网络配置吗？（连接超时设定）

source: For meanings and significances of the following values, please consult the module documentations.
zh_cn: 关于以下数值的含义和作用，请查阅组件文档。

source: Do you want to change timeout settings?
zh_cn: 是否更改超时设置？

source: read_timeout (in seconds):
zh_cn: 超时（秒）：

source: connect_timeout (in seconds):
zh_cn: 连接超时（秒）：

source: To learn about what RPC is and what it does, please visit the module documentations.
zh_cn: 若要了解 RPC 是什么以及它能够做什么，请访问组件文档。

source: Do you want to enable RPC interface?
zh_cn: 是否启用 RPC 接口？

source: RPC server:
ja_jp: RPC サーバー：
zh_cn: RPC 服务器：

source: Checking ffmpeg installation...
zh_cn: 正在检查 ffmpeg 安装...

source: FAILED
ja_jp: 失敗
zh_cn: 失败

source: ffmpeg is not found in current $PATH.
zh_cn: 无法在当前 $PATH 找到 ffmpeg。

source: Checking libmagic installation...
zh_cn: 正在检查 libmagic 安装...

source: libmagic is not found in your system.
zh_cn: 您的系统中没有找到 libmagic。

source: Checking libwebp installation...
zh_cn: 正在检查 libwebp 安装...

source: libwebp plugin is not detected by Pillow.
zh_cn: Pillow 未检测到 libwebp 插件。

source: ================================ EFB Telegram Master Setup Wizard ================================ This wizard will guide you to setup your EFB Telegram Master channel (ETM). This would be really fast and simple.
zh_cn: ========================= EFB Telegram 主端设置向导 ========================= 这个向导将会帮助你设置 EFB Telegram 主端 (ETM)。这个过程会很简单快速。

source: Saving configurations...
ja_jp: 設定保存中...
zh_cn: 正在保存配置...

source: Congratulations! You have finished the setup wizard for EFB Telegram Master Channel.
zh_cn: 恭喜！您已完成了 EFB Telegram 主端的设置向导。

source: {0} is not a valid experimental flag
az_az: {0} etibarlı təcrübə bayraqı deyil
es_ar: {0} no es un indicador experimental válido
es_ve: {0} no es una etiqueta de prueba válida
id_id: {0} adalah tidak sah eksperimental bendera
ja_jp: {0} は無効な実験的なフラグです。
tr_tr: {0} geçerli bir deneysel bayrak değildir
zh_cn: {0} 不是有效的实验性开关

source: Unknown error has occurred while trying to process this message. See log for details. {error!r}
ja_jp: メッセージの処理中に不明なエラーが発生しました。詳細については、ログをご参照ください。 {error!r}
zh_cn: 尝试处理此消息时发生未知错误。有关详细信息，请参阅日志。 {error!r}

source: ETM message worker is not running due to unforeseen reason. This might be a bug. Please see log for details.
ja_jp: 予期しない理由により、ETM メッセージ ワーカーが実行されていません。これはバグである可能性があります。詳細はログをご参照ください。
zh_cn: 由于不可预见的原因，ETM 消息工作程序未运行。 这可能是一个错误。 请参阅日志了解详细信息。

source: Error: No recipient specified. Please reply to a previous message. (MS01)
az_az: Səhv: Heç bir alıcı müəyyən edilmədi. Zəhmət olmasa əvvəlki mesajı cavablandırın. (MS01)
es_ar: Error: no se especificó ningún destinatario. Por favor responde a un mensaje anterior. (MS01)
es_ve: Error: No se especifica ningún destino. Por favor, responda a un mensaje anterior. (MS01)
id_id: Kesalahan: Tidak ada penerima yang ditentukan. Silahkan balas ke sebuah pesan sebelumnya. (MS01)
ja_jp: エラー: 受信者が指定されていません。 前のメッセージに返信してください。(MS01)
tr_tr: Hata: Alıcı belirtilmemiştir. Lütfen bir önceki mesaja cevap veriniz. (MS01)
zh_cn: 错误: 未指定消息接收者。 请回复一条过去的消息。(MS01)

source: Error: No recipient specified. Please reply to a previous message. (MS02)
az_az: Səhv: Heç bir alıcı müəyyən edilmədi. Zəhmət olmasa əvvəlki mesajı cavablandırın. (MS02)
es_ar: Error: no se especificó ningún destinatario. Por favor responde a un mensaje anterior. (MS02)
es_ve: Error: No se especifica ningún destino. Por favor, responda a un mensaje anterior. (MS02)
id_id: Kesalahan: Tidak ada penerima yang ditentukan. Silahkan balas ke sebuah pesan sebelumnya. (MS02)
ja_jp: エラー: 受信者が指定されていません。 前のメッセージに返信してください。(MS02)
tr_tr: Hata: Alıcı belirtilmemiştir. Lütfen bir önceki mesaja cevap veriniz. (MS02)
zh_cn: 错误: 未指定消息接收者。 请回复一条过去的消息。(MS02)

source: Internal error: Slave channel “{0}” not found.
ja_jp: 内部エラー：スレーブチャネル「{0}」が見つかりません。
zh_cn: 内部错误：找不到从端「{0}」。

source: {type_name} messages are not supported by EFB Telegram Master channel.
ja_jp: EFB Telegram マスターチャネルは、{type_name} メッセージを対応していません。
zh_cn: EFB Telegram 主端不支持 {type_name} 消息。

source: {type_name} messages are not supported by slave channel {channel_name}.
ja_jp: {channel_name} スレーブチャネルは、{type_name} メッセージを対応していません。
zh_cn: 从端 {channel_name} 不支持 {type_name} 消息。

source: Location
ja_jp: 位置情報
zh_cn: 位置

source: Shared a contact: {first_name} {last_name} {phone_number}
ja_jp: 連絡先を共有しました：{first_name} {last_name} {phone_number}
zh_cn: 分享了联系人: {first_name} {last_name} {phone_number}

source: Message type {0} is not supported.
az_az: Mesaj növü {0} dəstəklənmir.
es_ar: El tipo de mensaje {0} no es compatible.
es_ve: El tipo de mensajev{0} no es compatible.
id_id: Jenis pesan {0} tidak didukung.
ja_jp: メッセージタイプ {0} は対応されていません。
tr_tr: {0} mesaj tipi desteklenmemektedir.
zh_cn: 不支持的消息类型：{0}

source: Chat is not found.
az_az: Çat tapılmadı.
es_ar: Chat no encontrado.
es_ve: No se encuentra el chat.
id_id: Obrolan tidak ditemukan.
ja_jp: チャットが見つかりません。
tr_tr: Sohbet bulunamamıştır.
zh_cn: 聊天会话未找到。

source: Message type is not supported.
az_az: Mesaj növü dəstəklənmir.
es_ar: El tipo de mensaje no es compatible.
es_ve: El tipo de mensaje no es compatible.
id_id: Jenis pesan tidak didukung.
ja_jp: このメッセージタイプは対応されていません。
tr_tr: Mesaj tipi desteklenmemektedir.
zh_cn: 不支持该消息类型。

source: Message editing is not supported. {exception!s}
ja_jp: メッセージの編集は対応されていません。 {exception!s}
zh_cn: 不支持编辑该消息。 {exception!s}

source: Message is not sent. {exception!s}
ja_jp: メッセージは送信されません。 {exception!s}
zh_cn: 消息未发送。 {exception!s}

source: Message is not sent. {exception!r}
ja_jp: メッセージは送信されません。 {exception!r}
zh_cn: 消息未发送。 {exception!r}

source: This message is sent to “{dest}” with quick reply feature. Learn more about how this works, how to turn this feature off, and how to stop this warning at {docs}.
ja_jp: このメッセージはクイック返信機能で「{dest}」に送信しました。 この機能の仕組み、この機能を無効にする方法、およびこの警告を停止する方法の詳細については、こちらをご覧ください： {docs}
zh_cn: 本消息已通过「快速回复」功能发送到「{dest}」。 了解该功能如何工作、如何停用此功能、以及如何关闭本通知，请查阅 {docs} 。

source: Attachment is too large ({size}). Maximum allowed by Telegram Bot API is {max_size}. (AT01)
ja_jp: 添付ファイルが大きすぎます（{size}）。Telgram Bot API で最大許容サイズは {max_size} です。(AT01)
zh_cn: 文件尺寸太大（{size}）。Telegram Bot API 允许的最大文件大小为 {max_size}。(AT01)

source: Reply /rm to a message to remove it from its remote chat.
ja_jp: リモートチャットでメッセージを削除するには、そのメッセージに /rm と返信してください。
zh_cn: 引用一条消息并回复 /rm 以将其从远端会话中移除。

source: This message is not found in ETM database. You cannot remove it from its remote chat.
ja_jp: このメッセージは ETM データベースに見つかりません。リモートチャットから削除することはできません。
zh_cn: 未能在 ETM 数据库中找到该消息。该消息不能在远端会话中移除。

source: Module of this message ({module_id}) could not be found, or is not a slave channel.
ja_jp: このメッセージのモジュール（{module_id}）が見つからない、またはスレーブチャネルではありません。
zh_cn: 不能找到发送该消息的组件「{module_id}」。该消息不能在远端会话中移除。

source: Failed to remove this message from remote chat. {error!s}
ja_jp: リモートチャットからこのメッセージを削除できませんでした。 {error!s}
zh_cn: 无法从远端会话中删除此消息。 {error!s}

source: Failed to remove this message from remote chat. {error!r}
ja_jp: リモートチャットからこのメッセージを削除できませんでした。 {error!r}
zh_cn: 无法从远端会话中删除此消息。 {error!r}

source: Caption is truncated due to its length. Full message is sent as attachment.
az_az: Uzunluğu səbəbi ilə yarısı kəsilmişdir. Tam mesaj əlavə olaraq göndərildi.
es_ar: La leyenda se trunca debido a su longitud. El mensaje completo se envía como archivo adjunto.
es_ve: El subtitulo se interrumpe debido a la longitud. Todo el mensaje es enviado como archivo adjunto.
id_id: Keterangan dipotong karena kepanjangan. Pesan penuh dikirim sebagai lampiran.
ja_jp: 説名分が長すぎますので、切り捨てられました。完全な説明文はファイルで送信されます。
tr_tr: Başlık, uzunluğundan dolayı kesiliyor. Tam mesaj ek olarak gönderilir.
zh_cn: 文字由于过长而被截取。完整内容将以附件发送。

source: Message is truncated due to its length. Full message is sent as attachment.
az_az: Mesaj uzunluğu səbəbindən kəsilmişdir. Tam mesaj əlavə olaraq göndərildi.
es_ar: El mensaje se trunca debido a su longitud. El mensaje completo se envía como archivo adjunto.
es_ve: El mensaje se interrumpe debido a la longitud. Todo el mensaje es enviado como archivo adjunto.
id_id: Pesan terpotong karena panjangnya. Pesan penuh dikirim sebagai lampiran.
ja_jp: メッセージが長すぎますので、切り捨てられました。完全なメッセージはファイルで送信されます。
tr_tr: İleti çok uzun olduğu için kesildi. Tam mesaj ek olarak gönderilir.
zh_cn: 消息由于过长而被截取。完整的消息将以附件发送。

source: Session expired. Please try again. (SE01)
az_az: Sessiya bitdi. Zəhmət olmasa yenidən cəhd edin. (SE01)
es_ar: Sesión expirada. Inténtalo de nuevo. (SE01)
es_ve: Su sesión ha expirado. Por favor inténtelo nuevamente. (SE01)
id_id: Sesi sudah kadaluarsa. Silahkan coba lagi. (SE01)
ja_jp: セッションが切れた。もう一度やり直してください。(SE01)
tr_tr: Oturum süresi doldu. Lütfen tekrar deneyin. (SE01)
zh_cn: 消息已过期。请重试。(SE01)

source: Response is truncated due to its length. Full message is sent as attachment.
ja_jp: 応答が長すぎますので、切り捨てられました。完全内容はファイルで送信されます。
zh_cn: 返回内容因长度过长而被截断。完整消息会作为附件发送。

source: Empty attachment detected.
az_az: Boş əlavə silindi.
es_ar: Se ha detectado un archivo adjunto vacío.
es_ve: Archivo adjunto vacío detectado.
id_id: Lampiran kosong terdeteksi.
ja_jp: 空の添付ファイルが検出されました。
tr_tr: Boş ek tespit edildi.
zh_cn: 发现了空附件。

source: This bot cannot join groups. Chat linking might not work properly. Please enable this setting with @BotFather.
zh_cn: 此 bot 无法加入群组。会话绑定可能无法正常使用。请通过 @BotFather 启用此设置。

source: This bot cannot read all messages in a group chat. Message delivery in linked groups might not work properly. Please adjust my privacy settings with @BotFather.
zh_cn: 此 bot 无法接受群聊中的非指令消息。绑定的群组中的消息传递可能无法正常工作。请通过 @BotFather 调整 bot 的隐私设置。

source: Processing...
az_az: Emal olunur...
es_ar: Procesando...
es_ve: En proceso...
id_id: Memproses...
ja_jp: 処理中…
tr_tr: İşleniyor...
zh_cn: 处理中…

source: {0}: Linked
az_az: {0}: Bağlanıb
es_ar: {0}: Vinculado
es_ve: {0}: Vinculado
id_id: {0}: Ditautkan
ja_jp: {0}: リンク済
tr_tr: {0}: Bağlı
zh_cn: {0}: 绑定

source: {0}: User
az_az: {0}: İstifadəçi
es_ar: {0}: Usuario
es_ve: {0}: Usuario
id_id: {0}: Pengguna
ja_jp: {0}: ユーザー
tr_tr: {0}: Kullanıcı
zh_cn: {0}：用户

source: {0}: Group
az_az: {0}: Qrup
es_ar: {0}: Grupo
es_ve: {0}: Grupo
id_id: {0}: Kelompok
ja_jp: {0}: グループ
tr_tr: {0}: Grup
zh_cn: {0}：群组

source: < Prev
az_az: < Əvvəlki
es_ar: < Previo
es_ve: < Anterior
id_id: < Sebelumnya
ja_jp: < 前
tr_tr: < Önceki
zh_cn: < 上一页

source: Cancel
az_az: İmtina et
es_ar: Cancelar
es_ve: Cancelar
id_id: Menunda
ja_jp: キャンセル
tr_tr: Vazgeç
zh_cn: 取消

source: Next >
az_az: Sonrakı >
es_ar: Próximo >
es_ve: Siguiente >
id_id: Selanjutnya >
ja_jp: 次 >
tr_tr: Sonraki >
zh_cn: 下一页 >

source: This Telegram group is currently linked with...
az_az: Bu Telegram qrupu hazırda bağlanıb...
es_ar: Este grupo de Telegram actualmente está vinculado con...
es_ve: Este grupo de Telegram está vinculado actualmente con...
id_id: Kelompok Telegram saat ini ditautkan dengan...
ja_jp: この Telegram グループは現在、以下のグループにリンクされました。
tr_tr: Bu Telegram grubu şu anda bağlantılı...
zh_cn: 该 Telegram 群组已绑定至…

source: Please choose the chat you want to link with...
az_az: Xahiş edirik bağlanmaq istədiyiniz çatı seçin...
es_ar: Elija el chat con el que desea vincular...
es_ve: Por favor escoge el chat que desea vincular con...
id_id: Harap pilih obrolan yang ingin anda hubungkan dengan...
ja_jp: リンクしたいチャットを選択してください。
tr_tr: Lütfen bağlanmak istediğiniz sohbeti seçiniz...
zh_cn: 请选择要绑定的会话…

source: Legend:
az_az: Əfasanə:
es_ar: Leyenda:
es_ve: Leyenda:
id_id: Legenda:
ja_jp: 凡例:
tr_tr: Açıklama:
zh_cn: 图例:

source: Cancelled.
az_az: İmtina olundu.
es_ar: Cancelado.
es_ve: Cancelado.
id_id: Dibatalkan.
ja_jp: キャンセルされました。
tr_tr: İptal edildi.
zh_cn: 已取消。

source: Invalid parameter ({0}). (IP01)
az_az: Yanlış tənzimləmə ({0}). (IP01)
es_ar: Parámetro no válido ({0}). (IP01)
es_ve: Parámetro invalido ({0}). (IP01)
id_id: Parameter tidak sesuai ({0}). (IP01)
ja_jp: 無効なパラメーター ({0})。(IP01)
tr_tr: Geçersiz parametre ({0}). (IP01)
zh_cn: 无效的参数：({0})。(IP01)

source: You've selected chat {0}.
az_az: Sizin seçdiyiniz çat {0}.
es_ar: Has seleccionado el chat {0}.
es_ve: Has seleccionado el chat {0}.
id_id: Anda sudah memilih obrolan {0}.
ja_jp: チャット {0} を選択した。
tr_tr: {0} sohbetini seçtiniz.
zh_cn: 你选择了会话 {0} 。

source: This chat has already linked to Telegram.
az_az: Bu çat artıq Telegrama bağlanıb.
es_ar: Este chat ya está vinculado a Telegram.
es_ve: El chat se ha conectado a Telegram.
id_id: Obrolan ini sudah terhubung ke Telegram.
ja_jp: このチャットはリンク済です。
tr_tr: Bu sohbet zaten Telegram'a bağlı.
zh_cn: 该会话已被绑定至 Telegram。

source: What would you like to do? <i>* If the link button doesn't work for you, please try to link manually.</i>
az_az: Nə etmək istəyirsiniz? <i>* əgər bağlanma düyməsi sizdə işləmirsə, zəhmət olmasa əl ilə bağlanmağı yoxlayın. </i>
es_ar: ¿Qué le gustaría hacer? <i>* Si el botón de enlace no funciona, por favor intente vincularlo manualmente</i>
es_ve: ¿Que te gustaría hacer? <i>* Si el botón del enlace no esta funcionando, por favor intente vincular manualmente. </i>
id_id: Apa yang ingin anda lakukan? <i>* Jika tombol tautan tidak bekerja untuk anda, silakan coba untuk mentautkan secara manual.</i>
ja_jp: 何をしたいですか？ <i>* 「リンク」が利用できたい場合は、「手動リンク」をお試しください。</i>
tr_tr: Ne yapmak istiyorsunuz? <i>* Eğer link butonu işinize yaramıyorsa, lütfen manuel olarak bağlanmaya çalışınız.</i>
zh_cn: 接下来要做什么？ <i>* 如果你无法使用绑定按钮，请尝试手动绑定。</i>

source: Relink
az_az: Yenidən bağlan
es_ar: Revincular
es_ve: Volver a vincular
id_id: Tautkan kembali
ja_jp: 再リンクする
tr_tr: Yeniden bağlan
zh_cn: 重新绑定

source: Restore
az_az: Bərpa et
es_ar: Restaurar
es_ve: Restaurar
id_id: Mengembalikan
ja_jp: 戻す
tr_tr: Yeniden yükle
zh_cn: 还原

source: Link
az_az: Bağlantı
es_ar: Vincular
es_ve: Enlace
id_id: Tautan
ja_jp: リンクする
tr_tr: Bağlan
zh_cn: 绑定

source: Manual {link_or_relink}
az_az: Əl ilə {link_or_relink}
ja_jp: 手動{link_or_relink}
tr_tr: Manuel {link_or_relink}
zh_cn: 手动{link_or_relink}

source: Chat {} is restored.
ja_jp: チャット {} が復元されました。
zh_cn: 会话 {} 已还原。

source: To link {chat_display_name} manually, please: 1. Add me to the Telegram Group you want to link to. 2. Send the following code. <code>/start {code}</code> 3. Then I would notify you if the chat is linked successfully. <i>* To link a channel, send the code above to your channel, and forward it to the bot. Note that the bot will not process any message others sent in channels.</i>
az_az: Çata {chat_display_name} əl ilə bağlan, zəhmət olmasa: 1. Zəhmət olmasa məni bağlamaq istədiyin Telegram qrupuna əlavə et. 2. Aşağıdakı kodu göndər. <code>/start{code}</code> 3. Daha sonra çata uğurla bağlandığınız barədə, xəbərdar olacaqsan. <i>* Əgər kanala bağlanmaq istəyirsinizsə, yuxardakı kodu kanalınıza göndərin və siz bota yönləndiriləcəksiniz. Qeyd edək ki, bot digər kanallarda göndərilən mesajı işləməyəcəkdir. </i>
es_ar: Para vincular {chat_display_name} de forma manual, por favor: 1. Agrégueme al Grupo de Telegram al que desea vincularse. 2. Envía el siguiente código. <code>/start {code}</code> 3. Luego, le notificaría si el chat está vinculado con éxito. <i>* Para vincular un canal, envíe el código anterior a su canal y reenvíelo al bot. Tenga en cuenta que el bot no procesará ningún mensaje que otros envíen en canales.</i>
es_ve: Para vincular {chat_display_name} manualmente, por favor: 1. Agregame a el grupo de Telegram y al que quieras vincular también. 2. Envía el siguiente código. <code>/ start {code}</code> 3. Entonces le notificare si el Chat esta correctamente vinculado. <i>* Para vincular un canal, envía el código arriba de tu canal, y reenvialo a el bot. Tome en cuenta que el bot no va procesar ningún mensaje que otros envíen los diferentes canales.</i>
id_id: Untuk tautan {chat_display_name} secara manual, silahkan: 1. Tambahkan saya ke Grup Telegram yang ingin anda tautkan. 2. Kirim kode berikut. <code>/mulai {code}</code> 3. Kemudian saya akan memberitahu anda jika obrolan adalah telah berhasil dihubungkan. <i>* Untuk menautkan sebuah saluran, kirimkan kode di atas ke saluran anda, dan seterusnya ke bot. Perhatikan bahwa bot tidak akan memproses setiap pesan lainnya yang dikirim ke dalam saluran.</i>
ja_jp: {chat_display_name} を手動リンクする手順 1. このボットをリンク先のグループに追加してください。 2. 次のコードをリンク先へ送信してください。 <code>/start {code}</code> 3. リンク成功の場合は、通知を送ります。 <i>* チャネルをリンクする場合は、上記のコードをチャネルへ送信して、そしてそのメッセージをボットに転送してください。注意：チャネルに送信されたメッセージは処理しません。</i>
tr_tr: {chat_display_name}'e manuel olarak bağlanmak için lütfen: 1. Bağlanmak istediğiniz Telegram Grubuna beni ekleyin. 2. Aşağıdaki kodu gönderin. <code>/başla {code}</code> 3. Sonra, eğer sohbete başarıyla bağlanıldıysa size bildirebilirim. <i>* Bir kanala bağlanmak için, kanalınızın altındaki kodu gönderin ve bota iletin. Şunu unutmayın ki bot diğerlerinin kanallara yolladığı hiçbir mesajı işlemeyecektir.</i>
zh_cn: 若要手动对 {chat_display_name} 进行链接，请按以下步骤进行： 1. 将 Bot 添加至您想要绑定的 Telegram 群组; 2. 发送以下代码至群组中： <code>/start {code}</code> 3. 若链接成功，你将会收到提示。 <i>* 若要绑定频道，请把上面的代码发送至你的频道，然后将该消息转发给 Bot。请注意，Bot 不会接收任何人发送至频道的消息。</i>

source: Command ‘{command}’ ({query}) is not recognised, please try again.
ja_jp: コマンド「{command}」（{query}）は認識できません、もう一度やり直してください。
zh_cn: 未能成功识别命令「{command}」（{query}），请重试。

source: Session expired or unknown parameter. (SE02)
az_az: Sessiya bitdi və ya bilinməyən tənzimləmə. (SE02)
es_ar: Sesión expirada o parámetro desconocido. (SE02)
es_ve: Sesión caducada o el parámetro es desconocido. (SE02)
id_id: Sesi kadaluarsa atau parameter yang tidak diketahui. (SE02)
ja_jp: セッション切れ、または不明なパラメータです。(SE02)
tr_tr: Oturumun süresi geçmiştir veya bilinmeyen parametre. (SE02)
zh_cn: 会话过期或未知参数。(SE02)

source: {module_id} is not activated in current profile. It cannot be linked.
ja_jp: {module_id} は現在のプロファイルでは有効にされません。このチャットはリンクできません。
zh_cn: {module_id} 没有在当前配置档案中启用。无法绑定此会话。

source: Trying to link chat {0}...
az_az: Çata bağlanmaq üçün yoxlanılır {0}...
es_ar: Intentando vincular chat {0}...
es_ve: Intentando vincular el chat {0}...
id_id: Mencoba untuk menautkan obrolan {0}...
ja_jp: チャット {0} をリンク中…
tr_tr: {0} sohbetine bağlanılmaya çalışılıyor...
zh_cn: 正在尝试绑定会话 {0}…

source: Chat {0} is now linked.
az_az: Çat {0} artıq bağlandı.
es_ar: El chat {0} ahora está vinculado.
es_ve: El chat {0} ahora esta vinculado.
id_id: Chat {0} sekarang terhubung.
ja_jp: チャット {0} はリンクされました。
tr_tr: {0} sohbetine şimdi bağlanıldı.
zh_cn: 会话 {0} 已成功绑定。

source: No chat is linked to the group.
az_az: Bu qrupa heç bir çat bağlanmayıb.
es_ar: Ningún chat está vinculado al grupo.
es_ve: No hay chat vinculado al grupo.
id_id: Tidak ada obrolan yang terhubung dengan grup.
ja_jp: このチャットはまだリンクされません。
tr_tr: Bu gruba bağlanmış bir sohbet yoktur.
zh_cn: 尚无会话被绑定至该群组。

source: All {0} chat has been unlinked from this group.
az_az: Bütün {0} çat bu qrupdakı bağlantısı ayrıldı.
es_ar: Todo el chat {0} ha sido desvinculado de este grupo.
es_ve: Todo el {0} chat ha sido desvinculado de este grupo.
id_id: Semua {0} obrolan telah dibatalkan dari grup ini.
ja_jp: 全部 {0} 個のチャットのリンクは解除されました。
tr_tr: Tüm sohbetlerin {0} bu grupla bağlantısı kesilmiştir.
zh_cn: 所有 {0} 个会话已从该群组解绑。

source: No chat is linked to the channel.
az_az: Bu kanala heç bir çat bağlanmayıb.
es_ar: Ningún chat está vinculado al canal.
es_ve: No hay chat vinculado al canal.
id_id: Tidak ada obrolan yang terhubung dengan saluran.
ja_jp: このチャネルはまだリンクされません。
tr_tr: Kanala bağlanmış bir sohbet yoktur.
zh_cn: 尚无会话被绑定至该频道。

source: All {0} chat has been unlinked from this channel.
az_az: Bütün {0} çatın bağlantısı bu kanaldan ayrıldı.
es_ar: Todo el chat {0} ha sido desvinculado de este canal.
es_ve: Todo el {0} chat ha sido desvinculado de este canal.
ja_jp: 全部 {0} 個のチャットのリンクは解除されました。
tr_tr: Tüm sohbetlerin {0} bu grupla bağlantısı kesilmiştir.
zh_cn: 所有 {0} 个会话已从该频道解绑。

source: Send `/unlink_all` to a group to unlink all remote chats from it.
az_az: `/unlink_all` əmrini qrupa göndər və bütün uzaqdakı çatların bağlantısını kəs.
es_ar: Envíe `/unlink_all` a un grupo para desvincular todos los chats remotos.
es_ve: Envia a un grupo`/unlink_all` para desvincular todo los chats lejano de este.
id_id: Kirim `/unlink_all` ke grup untuk menghapus semua obrolan jarak jauh darinya.
ja_jp: `/unlink_all` をグループに送信すると、そこにリンクされたチャットを解除できます。
tr_tr: Tüm uzaktan sohbetlerin bir grupla olan bağlantısını kesmek için gruba `/unlink_all` yollayın.
zh_cn: 将 "/unlink_all" 发送至一个群组, 以解绑所有绑定到该群组的会话。

source: This group is linked to {0}. Send a message to this group to deliver it to the chat. Do NOT reply to this system message.
zh_cn: 该群组已与 {0} 绑定，向该群组发送消息以将其传至该会话中。 请 不要 回复该系统消息。

source: This group is linked to an unknown chat ({chat_id}) on channel {channel_name} ({channel_id}). Possibly you can no longer reach this chat. Send /unlink_all to unlink all chats from this group.
ja_jp: このグルーブのリンク先はチャネル {channel_name} {channel_id} が認識できないチャット（{chat_id}）です。おそらくこのチャットはもう届けません。 /unlink_all ですべてのリンクを解除することができます。
zh_cn: 该群组绑定到了来自 {channel_name}（{channel_id}）的未知会话（{chat_id}）。该会话有可能已不存在。发送 /unlink_all 以解绑所有绑定至此的会话。

source: This group is linked to a chat from a channel that is not activated ({channel_id}, {chat_id}). You cannot reach this chat unless the channel is enabled. Send /unlink_all to unlink all chats from this group.
ja_jp: このグループは、有効にされていないチャネル（{channel_id}, {chat_id}）のチャットにリンクしています。チャネルが有効になっていないと、このチャットにアクセスできません。 /unlink_all を送信して、このグループのすべてのリンクを解除することがます。
zh_cn: 该群组绑定到了来自未激活信道的会话（{channel_id}、{chat_id}）。该会话有可能已不存在。发送 /unlink_all 以解绑所有绑定至此的会话。
